#taps
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "homebrew/cask-versions"
#casks
cask "iterm2"
cask "visual-studio-code"
cask "firefox"
cask "vlc"
cask "spotify"
cask "brave-browser"
cask "slack"
cask "whatsapp"
cask "aldente"
cask "rocket"
cask "anydesk"
cask "bettertouchtool"
cask "coconutbattery"
cask "daisydisk"
cask "1password"
cask "font-fira-code"
cask "mongodb-compass"
cask "steam"
cask "telegram"
cask "transmission"
cask "postman"
cask "firefox-developer-edition"
#brews
brew "mas"
brew "cask"
brew "curl"
brew "git"
brew "mongosh"
brew "node"
brew "nvm"
brew "pnpm"
brew "trash"
brew "yarn"
brew "z"
brew "zsh"
brew "mongodb/brew/mongodb-community"
#mas
mas "bear", id: 1091189122
