#taps
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "homebrew/cask-versions"
#casks
cask "visual-studio-code"
cask "firefox"
cask "vlc"
cask "spotify"
cask "brave-browser"
cask "slack"
cask "whatsapp"
cask "aldente"
cask "rocket"
cask "anydesk"
cask "bettertouchtool"
cask "coconutbattery"
cask "daisydisk"
cask "1password"
cask "font-victor-mono"
cask "steam"
cask "telegram"
cask "transmission"
cask "postman"
cask "firefox-developer-edition"
cask "adobe-acrobat-reader"
cask "kap"
cask "telegram"
cask "docker"
cask "warp"
cask "pgadmin4"
cask "gitup"
#brews
brew "mas"
brew "cask"
brew "curl"
brew "git"
brew "node"
brew "nvm"
brew "pnpm"
brew "trash"
brew "yarn"
brew "z"
brew "zsh"
brew "stripe/stripe-cli/stripe"
#mas
mas "bear", id: 1091189122
mas "bettersnaptool", id: 417375580
